{
    "darkStories": [
        {
            "clue": "A lonely woman jumps from the rooftop of a skyscraper. Just before crashing, she completely regrets doing it.",
            "awnser": "She was the only survivor (or that she thought) of a nuclear war. After a year all by herself, she decides to commit suicide. In the moment when she jumps from the building, she hears a phone ringing. Obviously, there is another survivor out there... "
        },
        {
            "clue": "One priest is making a goodbye speech.  Near the ending of the speech, the mayor appears to say some greetings words, but he dies from a shooting before finishing it.",
            "awnser": "During the speech, the priest says that he remembers a murderer committedhis first day in the town. He says that the very first person to go and confess his sins that day was the murderer. The mayor, who missed the beginning of the priest’s speech, said that he was the first confessor of the new priest in his first day. The mayor, having betrayed himself, is killed by the victim’s brother."
        },
        {
            "clue": "A woman dies because of a long telephone conversation.",
            "awnser": "She was just coming from the mechanic,  where she had picked up her car. The mechanic forgot to put the brakes, and he was trying to reach her and tell her, but it was impossible because she was talking."
        },
        {
            "clue": "A man is found in the middle of the countryside dead, with the only company of a box closed next to him.",
            "awnser": "The box is a parachute that didn’t opened... It wasn’t  the luckiest day in the man’s life."
        },
        {
            "clue": "A person committed suicide in an old barn. He is hanged from the middle point of a beam that is 1.5 meters up. How could he do it if the barn is empty?",
            "awnser": "He went up of an ice cube that melted after."
        },
        {
            "clue": "A woman buys a new pair of red high heels. Hours later, she dies.",
            "awnser": "Her husband was a magician that was doing a gun trick with an apple on her head and his eyes closed. He didn’t  realize she was wearing high heels so he didn’t calculate the height accurately... so he killed her."
        },
        {
            "clue": "A man goes into a bar and asks for a glass of water. After finishing it, the waitress takes a gun from the bar and point at him. He says “thank you” and goes away. What did the man have?",
            "awnser": "He had hiccups"
        },
        {
            "clue": "There’s a black car driving on a black road. Both the street lights and the car lights are turned off, and the buildings are also black. A black cat is crossing over the road and the car stops to let it pass. How could he see it?",
            "awnser": "Because it was daylight."
        },
        {
            "clue": "There are a man and his son in a car. The car crashes and the father dies. When the ambulance takes the son to the hospital, the surgeon says: “I can’t do the surgery, because he is my son”. How can that be possible?",
            "awnser": "Because the surgeon is a woman, and she is his mother."
        },
        {
            "clue": "Acting on an anonymous phone call, the police raid a house to arrest a suspected murderer. They don't know what he looks like but they know his name is John and that he is inside the house. The police bust in on a carpenter, a lorry driver, a mechanic and a fireman all playing poker. Without hesitation or communication of any kind, they immediately arrest the fireman. How do they know they've got their man?",
            "awnser": "Because the other three are women."
        },
        {
            "clue": "A man is found dead in the mountain, completely naked and with a match in his hand.",
            "awnser": "He was in a balloon with other people. The balloon is losing height, so they throw everything, including their clothes. It is not enough and one of them has to jump. The man took the smaller match."
        },
        {
            "clue": "A man is dead in the floor of a sauna. Next to him, there’s a thermos flask.",
            "awnser": "His killer murdered him with an ice screwdriver. It melted after."
        },
        {
            "clue": "A woman opens her suitcase. When she finds inside a man’s corpse, she commits suicide.",
            "awnser": "The man was his friends, who couldn’t  travel abroad. She hided him in the suitcase. Unfortunately, the heating system in the cargo hold didn’t worked, and he died because of the cold."
        },
        {
            "clue": "A man takes a step back and dies.",
            "awnser": "He was a glass cleaner and when he finished cleaning one window, he tried to see if it was completely clean. Unfortunately, it killed him."
        },
        {
            "clue": "A man jumps and hours later, he dies.",
            "awnser": "He jumped from his yacht,  but forgot to put the stairs. He went for a swim but couldn’t go up again."
        },
        {
            "clue": "A woman goes into her building and tries to use the elevator for going up to her apartment. The elevator is not working, and she knows that her husband is dead. ",
            "awnser": "He needed a machine to breath, and if the elevator doesn’t work is because the light went off. The machine, then, stopped too."
        },
        {
            "clue": "A man has a wound in his finger. He puts his finger into the water and when he takes it back, the wound has disappeared. ",
            "awnser": "It was a river full of piranhas. They ate his finger."
        },
        {
            "clue": "A woman stands in front of a hotel. Only two more steps and all will be lost.",
            "awnser": "She was playing monopoly and her piece was on park place. If she rolled two, she would move to Boardwalk, causing her to go to bankrupt."
        },
        {
            "clue": "A man packed a severed arm and put it in the mail. The package was opened by three one-armed men; satisfied, they threw the arm into the sea.",
            "awnser": "They all were once in a plane crash. They were for a long time alone in an island with nothing to eat, so they decided to cut one arm each for eating and surviving. The one that was cutting the arms was a surgeon, who didn’t cut his arms because they were rescued. When they were home, as it was a promise, he cut his arms and send to the others."
        },
        {
            "clue": "A woman sells his husband’s Porsche for only 500 euros.",
            "awnser": "Her husband committed suicide inside the car. The body was found days later, and the smell couldn’t go away. Finally, she had to get rid of the car. "
        },
        {
            "clue": "A man lives in the tenth floor of a building. Everyday, he takes the elevator to go to work or go shopping. When he comes back, he always goes to the seventh floor and goes up the other three floors walking, but when it rains. Why?",
            "awnser": "He suffers from dwarfism, so he can’t reach the numbers. When it rains, he has his umbrella and presses the buttons with it."
        },
        {
            "clue": "Five men were together in a country road. It starts raining and four of them startwalking faster. The last one doesn’t make any effort for speeding up and he stays dry all the same. The five reach the destiny at the same time. How can it be? Note: they could only travel with their feet.",
            "awnser": "The four men were taking the last one, that was dead in his coffin. "
        },
        {
            "clue": "One man lives alone in his house during two months. He didn’t received any visits and never left the house. At the end of the two months he went crazy, so he turned the lights off, extinguish the fire and left the house. As a consequence, 90 people died. Why?",
            "awnser": "He was living in the light house, so when he turned off the lights, the ships couldn’t see the rocks and sank."
        },
        {
            "clue": "Two men, in 1930, were driving a Ford from New York to Los Angeles. The trip, of 5.375 km lasted for 18 days. This wasn’t the first, the fastest, or the slowest of its kind. They travelled the normal roads, the car was normal and also the drivers were normal. But, as a consequence of the trip, this two men have a worldwide record that hasn’t been beaten yet. What is it?",
            "awnser": "They were driving in reverse. "
        },
        {
            "clue": "You are driving down the road in your car on a wild, stormy night, when you pass by a bus stop and you see three people waiting for the bus:1. An old lady who looks as if she is about to die.2. An old friend who once saved your life.3. The perfect partner you have been dreaming about.Knowing that there can only be one passenger in your car, whom would you choose? ",
            "awnser": "The old lady of course! After helping the old lady into the car, you can give your keys to your friend, and wait with your perfect partner for the bus. "
        },
        {
            "clue": "A woman has incontrovertible proof in court that her husband was murdered by her sister. Both the woman and her sister are before the Judge. The judge declares, 'This is the strangest case I've ever seen. Though it's a cut-and-dried case, this woman before me cannot be punished.' How can this possibly be?",
            "awnser": "They are conjoined twins. "
        },
        {
            "clue": "Five pieces of coal, a carrot and a scarf are lying on a hill near a remote house. Nobody put them on the lawn but there is a perfectly logical reason why they should be there. What is it?",
            "awnser": "A snowman. "
        },
        {
            "clue": "A woman gave natural birth to two sons who were born on the same hour of the same day of the same month of the same year. But they were not twins and she had no access to a time machine. How could this be?",
            "awnser": "They were triplets. "
        },
        {
            "clue": "A man was driving alone in his car when he spun off the road at high speed. He crashed through a fence and bounced down a steep ravine before the car plunged into a fast flowing river. As the car slowly settled in the river, the man realized that his arm was broken and that he could not release his seat belt and get out of the car. The car sank to the bottom of the river. He was trapped in the car. Rescuers arrived two hours later, yet they found him still in the river, but alive. How come?",
            "awnser": "The water in the river only came up to the man’s chest. "
        },
        {
            "clue": "A police officer saw a truck driver clearly going the wrong way down a one-way street, but did not try to stop him. Why not?",
            "awnser": "Because he was walking. "
        },
        {
            "clue": "A New York city hairdresser recently said that he would rather cut the hair of three Canadians than that of one New Yorker. Why?",
            "awnser": "Because he would earn three times as much money! "
        }
    ]
}