{
    "tshs": [
        "\"We're losing him\", I shouted, placing my mouth over his to give him another breath. Whatever just slithered down my throat must have come to the same conclusion.",
        "\"You shouldn't be wandering around this late, there's been a brutal serial killer around lately,\" I told the shivering girl as I led her inside. As I felt a rag cover my mouth and a sharp knife dig deep into me, I realized too late the police were looking for the wrong person.",
        "I told my boyfriend to bend over the swimming pool to get a better view of my pet. It's easier to get new boyfriends than to buy food for a ten-foot crocodile.",
        "I finished my final perfect pirouette to thunderous applause. If only I could speak, and tell the little girl who owned my music box of the living hell I was trapped in.",
        "I screamed when the power went out durring my shower. I kept screaming because of what came out of the drain.",
        "I’m a schizophrenic, and sometimes when I go to sleep I see that thing in the corner, smiling at me, but I know I’m hallucinating. What’s weird is, this time, the dog was staring at it too.",
        "Despite the police saying the case was unsolvable, I kept searching until I found the man who killed my sister. Unfortunately I am about to experience how he killed her also.",
        "I thought I got something in my eye, but it was only a minor nuisance. Until it tried to get back out of my eye",
        "They say the last thing to go is your hearing. I remembered that as I heard the paramedics call off CPR.",
        "'Teehee, now you can't see', the small child said as she put her hands over my eyes. It was only until she started to pull my eyes when i knew she wasn't just playing",
        "My girlfriend just dumped me. After chopping up my body she didn't know what else to do.",
        "Buying a memory foam mattress seemed like a really good idea to help me sleep better after my partner died. Last night I woke up to see the perfect outline of another person in the mattress next to me.",
        "I sometimes find myself talking back to myself. \"me too!\"",
        "I am writing this incase something happens to ...",
        "I wish i hadn't called my parents last night during the storm, i thought. As I overheard the police men talking about how there must've been some sort of distraction to cause a car accident like that."
    ]
}